let handler = async (m, { command, text }) => m.reply(`*╔═╼─╾─╾═【🩸】═╼─╾╾─╾═╗*
*☬━━━─╌━⌬〔⛩️〕⌬━╌─━━━☬*
*〘نـرحـ🌐ـب بـكـم فـي الاسـتـقـبـال〙*
*☬━━╾─╼━⧈┋⛩️┋⧈━╾─╼━━☬*

*〄┋الـلـقـب 👤⇇〘〙*

*〄┋مـن اي انـمـي 🎞 ⇇〘〙*

*〄┋مـن طـرف 🎐⇇〘〙*

*〄┋الـجـنـس 👥 ⇇〘〙*

*☬━━╾─╼━⧈┋⛩️┋⧈━╾─╼━━☬*
 *⇓⇓〘📜┋مـلاحـظــات┋📜〙⇓⇓*

*❶ارسل صوره للشخصيـﮧ معا الاستماره*

*❷ممنو؏ الارقام الوهميه*

*❸ممنو؏ ولد ياخد لقب بنت والعكس*

*❹مسموح تاخد لقب من انمي او مانجا او مانهوا او مسلسل او فلم او لعبہ‌‏*

*☬━━╾─╼━⧈┋⛩️┋⧈━╾─╼━━☬*
*「تـوقـيـع ممـلـ☬ـكـہ┊📜」*
*﹝ديـنـشــو الـعـريـقـہ‌‏╷⛩️╵𝐃.𝐍.𝐒﹞*
*☬━━╾─╌━⌬〔⛩️〕⌬━╌─╼━━☬*

*✦━━━━━━[ 𝑇𝑅𝐴𝐹𝐴𝐿𝐺𝐴𝑅 𝐿𝐴𝛩 ]━━━━━━✦*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['استماره <teks>?']
handler.tags = ['استماره', 'fun']
handler.command = /^(استماره)$/i

export default handler
