let handler = async (m, { command, text }) => m.reply(*╔═╼─╾─╾═【🩸】═╼─╾╾─╾═╗* 
*رد تــلــقــائــي🧑🏻‍💻* 
*◉━━━──═⏣ •⟦ ♦️ ⟧• ⏣═──━━━◉*

*⧉↫. فعاليات 『مسابقة شاملة + شد الحبل』*
*⧉↫. فعاليات 1 『قلوب + ديث نوت』*
*⧉↫. فعاليات 2 『روليت + كرة قدم』*
*⧉↫. فعاليات 3 『صناديق + زومبي』*
*⧉↫. فعاليات 4 『هاشيرا + الابراج』*
*⧉↫. فعاليات 5 『سؤال مفاجئ + اكتشف الشخصية』*
*⧉↫. فعاليات 6 『باتل رويال + مصاص الدماء』*
*⧉↫. فعاليات 7 『ايموجي + الاصوات』*
*⧉↫. فعاليات 8 『هوكاجي + جرس』*
*⧉↫. اداري 『انذار + ترقية + اعفاء』*
*⧉↫. اداري 2 『تنازل + مؤبد + تأديبي』*
*⧉↫. اداري 3 『سلعة + تحويل』*
*⧉↫. نقابة 『استقبال + ترحيب』*

*◉━━━──═⏣ •⟦ ♦️ ⟧• ⏣═──━━━◉*
*✦━━━━━━[ kakashi ]━━━━━━✦.trim(), null, m.mentionedJid ? { 
  mentions: m.mentionedJid 
} : {}) 
 
handler.help = ['استماره <teks>?'] 
handler.tags = ['استماره', 'fun'] 
handler.command = /^(1)$/i 
 
export default handler
