let handler = async (m, { command, text }) => m.reply(*╔═╼─╾─╾═【🩸】═╼─╾╾─╾═╗* 
~*🐉╿ نـتـائـج المسـابـقـة ╿🐉*~
*┏━ ╼━━━╃❆╭╰🍁╯╮❆╄━━━╾ ━┓*
*❃ الــمــقــدم⇍【】*
*❃ الـجــائــزة⇍【❂300】*

*⊱⊹╾╾╾──❯🍁❮──╼╼╼⊹⊰*
*⇃🥇⇂ الــمــركــز الــأول ⤋*
*【】➥*
*الــجــائــزة⇍『❂350』*

*⇃🥈⇂ الــمــركــز الـثـاني*
*【】➥* 
*الــجــائــزة⇍『❂250』*

*⇃🥉⇂ الــمــركــز الثـالـث ⤋*
*【】➥*
*الــجــائــزة⇍『❂150』*

*⊱⊹╾╾╾──❯🍁❮──╼╼╼⊹⊰*
*⇃🏅⇂ بــاقــي الــمــشــاركــيــن ⤋*
*【】➥*
*【】➥*
*【】➥*
*【】➥*
*【】➥*
*【】➥*
*【】➥*
*【】➥*
*الــجــائــزة⇍『❂100』*

*┗━ ╼━━━╃❆╭╰🍁╯╮❆╄━━━╾ ━┛*
*⧉↵╎「تـوقـيـع ✍🏻」*
~*『𝐇𝐔𝐍𝐓𝐄𝐑𝐒 𓆩🍁𓆪 𝐊𝐈𝐍𝐆𝐃𝐎𝐌 』*~
  
*✦━━━━━━[ kakashi ]━━━━━━✦.trim(), null, m.mentionedJid ? { 
  mentions: m.mentionedJid 
} : {}) 
 
handler.help = ['استماره <teks>?'] 
handler.tags = ['استماره', 'fun'] 
handler.command = /^(3)$/i 
 
export default handler
